Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=558_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Nuorttâsämikielâlâš mainâskirje almostui
sms: NuõrttsääŠmǩiõllsaž maainâsǩeŠrjj očndõõđi

source: Puáris nuorttâlâšmainâsijd sistetuállee kirje " KåŠllmuõrâž " lii almostum nuorttâsâmikielâlâš teddilâssân.
sms: ÂŠǩǩpâjjsaž nuõrttsaaŠmi mainnsi ǩeŠrjj " KåŠllmuõrâž " lij čõõđtum jiijjâsǩiõllsiŠžžân, nuõrttsääŠmǩiõllsiŠžžân teädldõkkân.

source: Sämitigge almostitij kirje tave-eennâmlâš säämi kielâläđvdikode mieđettem sierânâsruttâdâssáin.
sms: SääŠmteŠǧǧ čõõđti ǩeeŠrj tâŠvvjânnmlaž sääŠm ǩiõll-luvddkååŠdd miõttum pååđteäggtõõzzin.

source: Kirje lii šiev lase nuorttâsämikielâ máttááttâsân, mii adeluvvoo škoovlâin já rävisolmoošoppâlájádâsâin.
sms: ǨeŠrjj lij šiõǥǥ škooulin da vuõrâsoummimättʼtemstroittliŠn uŠvddem nuõrttsääŠmǩiõl mättʼtõŠsse.

source: " KåŠllmuõrâž " - kirje lii almostittum algâaalgâst ive 1990 ruošâkielâlâš teddilâssân.
sms: " KåŠllmuõrâž " – ǩeŠrjj lij čõõđtum alggaalǥâst eeŠjjest 1990 ruõššǩiõllsaž teâdldõkkân.

source: Zoja Nosova luuvâi kirje mainâsijd nuorttâsämikielân páádán, mast pargojuávkku Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio já Seija Sivertsen huolâttii mainâsijd nuorttâsämikielâ tááláá čäällimvuáhán.
sms: Zoja Nosova looǥǥi ǩeeŠrj mainnsid nuõrttsäämas liânt ool, koŠst tuâjj-joukk Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio da Seija Sivertsen õŠnne huõl tõŠst, što mainnâž šõŠdde ǩeeŠrjtum ânnŠjõž nuõrttsääŠm ǩeeŠrjtemvuâkka.

source: Kirje uđđâ kuvvim lii toohâm Merja Aletta Ranttila.
sms: ǨeeŠrj ođđ kärttõõzz lij kärttääm Merja Aletta Ranttila.

source: Kuuvijn ruošâkielâlâš algâalgâlâš kirje já tääl almostittum nuorttâsämikielâlâš kirje.
sms: Kaartin ruõššǩiõllsaž vuõssmõs ǩeŠrjj da ååŠn čõõđtum nuõrttsääŠmǩiõllsaž ǩeŠrjj.

source: Kirje lii finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst, säämi kulttuurkuávdáš Sajosist Anarist.
sms: ǨeŠrjj lij vuäǯǯamnalla sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest, sääŠmkultturkõõskõs Sajoozzâst Aanrest.
